Repository: appdevdesigns/app_builder
Catalog: setup/labels/labels_*.po
Languages: th

source: Edit
th: แก้ไข

source: Save
th: บันทึก

source: Delete
th: ลบ

source: Cancel
th: ยกเลิก

source: Yes
th: ใช่

source: No
th: ไม่

source: Ok
th: ตกลง

source: Add
th: เพิ่ม

source: Search
th: ค้นหา

source: Close
th: ปิด

source: Default
th: ค่าเริ่มต้น

source: DefaultPlaceholder
th: ระบุค่าเริ่มต้น

source: Disable
th: ปิดการใช้งาน

source: None
th: ไม่กำหนด

source: New Name
th: ชื่อใหม่

source: Rename
th: เปลี่ยนชื่อ

source: Reset
th: เริ่มใหม่

source: Required
th: ต้องระบุค่า

source: Unique
th: ค่าไม่ซ้ำกัน

source: Processing...
th: กำลังประมวลผล...

source: Name
th: ชื่อ

source: Description
th: อธิบาย

source: Header name
th: ชื่อหัวตาราง

source: Create
th: สร้างใหม่

source: System could not create <b>{0}</b>.
th: ระบบไม่สามารถสร้าง <b>{0}</b>

source: <b>{0}</b> is created.
th: <b>{0}</b> ถูกสร้างแล้ว

source: Update
th: แก้ไข

source: System could not update <b>{0}</b>.
th: ระบบไม่สมารถแก้ไข <b>{0}</b>

source: <b>{0}</b> is updated.
th: <b>{0}</b> ถูกแก้ไขแล้ว

source: System could not rename <b>{0}</b>.
th: ระบบไม่สามารถเปลี่ยนชื่อ <b>{0}</b>

source: Rename to <b>{0}</b>.
th: เปลี่ยนชื่อเป็น <b>{0}</b>.

source: System could not delete <b>{0}</b>.
th: ระบบไม่สามารถลบ <b>{0}</b>

source: <b>{0}</b> is deleted.
th: <b>{0}</b> ถูกลบแล้ว

source: Application
th: แอปพลิเคชั่น

source: Add new application
th: เพิ่มแอปพลิเคชั่นใหม่

source: Application Menu
th: แอปพลิเคชั่น

source: This data is offline.
th: ข้อมูลชุดนี้ยังไม่ได้ถูกซิ้งค์ไปยังเซอร์เวอร์

source: Back to Applications page
th: กลับไปหน้าแอปพลิเคชั่น

source: Collapse Menu
th: ย่อเมนู

source: Expand Menu
th: ขยายเมนู

source: Delete application
th: ลบแอปพลิเคชั่น

source: Do you want to delete <b>{0}</b>?
th: คุณต้องการลบ <b>{0}</b> หรือไม่?

source: Application Info
th: ข้อมูลแอปพลิเคชั่น

source: Application name
th: ชื่อแอปพลิเคชั่น

source: Application description
th: รายละเอียดแอปพลิเคชั่น

source: Who can use this app?
th: กลุ่มใดสามารถใช้แอพนี้ได้บ้าง?

source: Create new role
th: สร้างกลุ่มใหม่

source: Type
th: ประเภท

source: Grid
th: ตาราง

source: Kanban
th: คัมบัง

source: Gantt
th: แผนภูมิแกนต์

source: Create a name for the view
th: ชื่อมุมมอง

source: View Settings
th: ตั้งค่ามุมมอง

source: Vertical Grouping
th: การจัดกลุ่มแนวตั้ง

source: Horizontal Grouping
th: การจัดกลุ่มแนวนอน

source: Card Owner
th: เจ้าของการ์ด

source: Select a field
th: เลือกฟิลด์

source: Select a user field
th: เลือกฟิลด์ User

source: Start Date
th: วันที่เริ่มต้น

source: End Date
th: วันที่สิ้นสุด

source: Duration
th: ระยะเวลา

source: Progress
th: ความคืบหน้า

source: Select a date field
th: เลือกฟิลด์วันที่

source: Select a number field
th: เลือกฟิลด์ตัวเลข

source: Objects
th: ข้อมูล

source: This name is invalid
th: ชื่อนี้ไม่ถูกต้อง

source: <b>{0}</b> is duplicate
th: <b>{0}</b> มีซ้ำแล้ว

source: Add new object
th: เพิ่มที่เก็บข้อมูลใหม่

source: Exclude
th: นำออก

source: Object name
th: ชื่อที่เก็บข้อมูล

source: Add Object
th: เพิ่มที่เก็บข้อมูล

source: Import CSV
th: นำเข้า CSV

source: Choose a CSV file
th: เลือกไฟล์ CSV

source: This file extension is disallow
th: ไฟล์นี้ไม่ถูกต้อง

source: Please only upload CSV file
th: คุณอัพโหลดเฉพาะไฟล์ CSV

source: Separated by
th: แบ่งโดย

source: Comma (,)
th: จุลภาค (,)

source: Tab (&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;)
th: แท็บ (&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;)

source: Semicolon (;)
th: อัฒภาค (;)

source: Space ( )
th: ช่องว่าง ( )

source: Header on first line
th: แถวแรกเป็นหัวข้อ

source: Import
th: นำเข้า

source: External
th: ภายนอก

source: Connections
th: เชื่อมต่อ

source: Columns
th: คอลัมน์

source: Existing
th: ที่มีอยู่

source: Hide field
th: ซ่อนข้อมูล

source: Filter field
th: กรองข้อมูล

source: Sort field
th: เรียงลำดับ

source: Edit field
th: แก้ไขคอลัมน์

source: Delete field
th: ลบคอลัมน์

source: Add new row
th: เพิ่มข้อมูลใหม่

source: Could not delete
th: ไม่สามารถลบได้

source: Object should have at least one field.
th: ออบเจ็คควรมีคอลัมน์อย่างน้อย 1

source: Could not reorder columns
th: ไม่สามารถเรียงคอลัมน์ได้

source: There are hidden columns.
th: มีคอลัมน์ที่ถูกซ่อนไว้อยู่

source: Select data to connect
th: เลือกข้อมูลที่เชื่อมต่อ

source: System could not link to this data
th: ระบบไม่สามารถเชื่อมต่อข้อมูลนี้ได้

source: This data is unsynchronized. You can click Synchronize button to sync data.
th: ข้อมูลนี้ยังไม่ได้บันทึก คุณสามารถคลิ๊กที่ปุ่ม Synchronize เพื่อบันทึกข้อมูลนี้

source: (Connect to <b>{0}</b>)
th: (ลิ้งค์ไปยัง <b>{0}</b>)

source: Delete?
th: ลบคอลัมน์

source: Delete data
th: ลบข้อมูล

source: Do you want to delete this row?
th: คุณต้องการลบข้อมูลนี้หรือไม่?

source: Hide fields
th: ซ่อนข้อมูล

source: Add filters
th: เพิ่มกรองข้อมูล

source: Reset Filter
th: ยกเลิกกรองข้อมูล

source: Apply sort
th: เรียงลำดับข้อมูล

source: Frozen columns
th: ล็อคคอลัมน์

source: Define label
th: กำหนดคำแสดง

source: Permission
th: สิทธิ์การเข้าถึง

source: Add new column
th: เพิ่มคอลัมน์ใหม่

source: Export
th: ส่งออก

source: New view
th: มุมมองใหม่

source: Add new field
th: เพิ่มฟิลด์ใหม่

source: Field type
th: ประเภท

source: Choose field type...
th: เลือกชนิดของข้อมูล...

source: Field name
th: ชื่อฟิลด์

source: Label
th: ชื่อแสดง

source: Connect to another record
th: เชื่อมต่อกับข้อมูล

source: Single line text
th: ข้อความ

source: Long text
th: ข้อความยาว

source: Number
th: ตัวเลข

source: Date
th: วันที่

source: Checkbox
th: เช็คบ็อกซ์

source: Select list
th: ข้อมูลชุด

source: Attachment
th: แนบไฟล์

source: Default text
th: ค่าเริ่มต้น

source: Default number
th: ค่าเริ่มต้น

source: Support multilingual
th: รองรับหลายภาษา

source: Connect to Object
th: เชื่อมต่อกับอ็อบเจ็คอื่น

source: Connect to new Object
th: เชื่อต่อกับอ็อบเจ็คใหม่

source: Allow connecting to multiple records
th: สามารถเพิ่มได้หลายข้อมูล

source: Object required
th: จำเป็นต้องมีอ็อบเจ็ค

source: Please select object to connect.
th: กรุณาเลือกอ็อบเจ็คที่จะเชื่อมต่อ

source: A long text field that can span multiple lines.
th: สามารถระบุข้อความได้หลายบันทัด

source: Format
th: รูปแบบ

source: Price
th: รูปแบบการเงิน

source: Allow decimal numbers
th: สามารถเพิ่มทศนิยมได้

source: Pick one from a calendar.
th: เลือกวันที่จากปฏิทิน

source: Include time
th: เพิ่มเวลา

source: A single checkbox that can be checked or unchecked.
th: สามารถเลือกหรือไม่เลือกในเช็คบ็อกซ์ได้

source: Single select allows you to select a single predefined options below from a dropdown.
th: สามารถให้คุณกำหนดตัวเลือกไว้ก่อนได้

source: Options
th: ตัวเลือก

source: Add new option
th: เพิ่มตัวเลือก

source: Option required
th: กรุณากำหนดตัวเลือก

source: Enter at least one option.
th: กรอกตัวเลือกอย่างน้อย 1 อัน

source: Add Column
th: เพิ่มคอลัมน์

source: Please register the datatable to add.
th: กรุณาระบุ datatable ก่อน

source: Your field name is duplicate
th: ชื่อคอลัมน์ของคุณซ้ำ

source: Please change your field name
th: กรุณาเปลี่ยนชื่อคอลัมน์ของคุณ

source: Could not update columns
th: ไม่สามารถแก้ไขคอลัมน์ได้

source: Please wait until restructure objects is complete
th: กรุณารอจนกว่าอ็อบเจ็คจะถูกสร้างใหม่เสร็จ

source: Label format
th: รูปแบบคำแสดง

source: Select field item to generate format.
th: เลือกคอลัมน์เพื่อสร้างรูปแบบ

source: Fields
th: คอลัมน์

source: System could not load label format data
th: ระบบไม่สามารถโหลดข้อมูลรูปแบบคำแสดงได้

source: And
th: และ

source: Or
th: หรือ

source: Add a filter
th: เพิ่มเงื่อนไขสำหรับกรองข้อมูล

source: contains
th: มีอยู่ใน

source: doesn't contain
th: ไม่มีอยู่ใน

source: is
th: เท่ากับ

source: is not
th: ไม่เท่ากับ

source: is before
th: ก่อน

source: is after
th: หลัง

source: is on or before
th: ก่อนหรือเท่ากับ

source: is on or after
th: หลังหรือเท่ากับ

source: equals
th: เท่ากับ

source: does not equal
th: ไม่เท่ากับ

source: is checked
th: ถูกเลือก

source: is not checked
th: ไม่ถูกเลือก

source: Clear all
th: เคลียร์ทั้งหมด

source: Add new sort
th: เพิ่มเงื่อนไขการเรียงข้อมูล

source: Please select field
th: เลือกคอลัมน์

source: A -> Z
th: ก -> ฮ

source: Z -> A
th: ฮ -> ก

source: Before -> After
th: ก่อน -> หลัง

source: After -> Before
th: หลัง -> ก่อน

source: Checked -> Unchecked
th: เช็ค -> ไม่เช็ค

source: Unchecked -> Checked
th: ไม่เช็ค -> เช็ค

source: Add field to edit
th: เพิ่มฟิลด์เพื่อแก้ไข

source: Delete Multiple Records
th: ลบหลายเรคคอร์ด

source: Are you sure you want to delete the selected records?
th: คุณต้องการลบเรคคอร์ดที่คุณเลือกหรือไม่?

source: Show all
th: โชว์ทั้งหมด

source: Hide all
th: ซ่อนทั้งหมด

source: Interface
th: หน้าแสดง

source: Add a new page
th: เพิ่มหน้าใหม่

source: Parent Name
th: ชื่อหน้า

source: Delete page
th: ลบหน้านี้

source: System could not save <b>{0}</b>.
th: ระบบไม่สามารถบันทึก <b>{0}</b>

source: <b>{0}</b> is saved.
th: <b>{0}</b> ถูกบันทึกแล้ว

source: Add a tab below
th: เพิ่มแท็บด้านล่าง

source: Enter a tab name
th: กรอกชื่อแท็บ

source: Tab name cannot be empty
th: จำเป็นต้องกรอกชื่อแท็บ

source: Choose an icon
th: เลือกไอคอน

source: Add Tab
th: เพิ่มแท็บ

source: This input value is invalid
th: ข้อมูลนี้ไม่ถูกต้อง

source: Should not have number of character more than #maxLength#.
th: ข้อมูลไม่สามารถมีจำนวนอักขระมากกว่า #maxLength#

source: This input value is invalid format
th: ข้อมูลนี้มีรูปแบบไม่ถูกต้อง

source: System disallow enter special character.
th: ระบบไม่อนุญาตให้กรอกข้อมูลที่มีสัญลักษณ์อื่นๆ

source: This application name is invalid
th: แอปพลิเคชั่นนี้ไม่ถูกต้อง

source: #appName# is duplicate.
th: #appName# ซ้ำกับชื่อแอปพลิเคชั่นอื่น

source: Carousel
th: ภาพสไลด์

source: Text
th: ข้อความ

source: Text Placeholder
th: ข้อความ

source: format options:
th: รูปแบบ:

source: normal
th: ปกติ

source: title
th: หัวข้อ

source: description
th: คำอธิบาย

source: View
th: มุมมอง

source: View label must be unique among peers.
th: ข้อความต้องไม่ซ้ำกับข้อความอื่น

source: Drop Component Here
th: วางส่วนประกอบที่นี้

source: Delete Component
th: ลบส่วนประกอบ

source: Properties
th: คุณสมบัติ

source: Select a Page to edit
th: เลือกหน้าแสดงผล

source: Block
th: บล็อค

source: Preview
th: ดูตัวอย่าง

source: Parent Page
th: หน้าต้นกำเนิด

source: [Root Page]
th: [หน้าหลัก]

source: Components
th: ส่วนประกอบ

source: No Components
th: ไม่มีส่วนประกอบ

source: Check
th: เลือก

source: Uncheck
th: ไม่เลือก

source: Calculate
th: คำนวณ

source: + Adds
th: + บวก

source: - Subtracts
th: - ลบ

source: * Multiples
th: * คูณ

source: / Divides
th: / หาร

source: ( Open Bracket
th: ( วงเล็บเปิด

source: ) Closed Bracket
th: ) วงเล็บปิด

source: Equation
th: สูตร

source: Number Fields
th: ฟิลด์ตัวเลข

source: Date Fields
th: ฟิลด์วันที่

source: Number Operators
th: เครื่องหมายคณิตศาสตร์

source: Decimals
th: เลขทศนิยม

source: Places
th: จำนวนทศนิยม

source: Convert minutes to hours (Format: hours.minutes)
th: แปลงจำนวนนาทีเป็นชั่วโมง (รูปแบบ: ชั่วโมง.นาที)

source: Calculate age from [#fieldName#]
th: คำนวณอายุจาก [#fieldName#]

source: Year of [#fieldName#]
th: แสดงปีของ [#fieldName#]

source: Month of [#fieldName#]
th: แสดงเดือนของ [#fieldName#]

source: Day of [#fieldName#]
th: แสดงวันของ [#fieldName#]

source: Get days of [#fieldName#] (since January 1, 1970)
th: จำนวนวันของ [#fieldName#] (ตั้งแต่ 1 มกราคม 1970)

source: Get hours of [#fieldName#] (since January 1, 1970)
th: จำนวนชั่วโมงของ [#fieldName#] (ตั้งแต่ 1 มกราคม 1970)

source: Get minutes of [#fieldName#] (since January 1, 1970)
th: จำนวนนาทีของ [#fieldName#](ตั้งแต่ 1 มกราคม 1970)

source: Section Title
th: หัวข้อ

source: Section Name
th: ชื่อกลุ่ม

source: Connect two data objects together
th: เชื่อมข้อมูลของที่เก็บข้อมูล 2 แหล่งเข้าด้วยกัน

source: Connected to:
th: เชื่อมไปยัง:

source: Select object
th: เลือกแหล่งข้อมูล

source: many
th: หลาย

source: one
th: หนึ่ง

source: <b>#selectedObjLabel#</b>
th: <b>#selectedObjLabel#</b> ข้อมูล

source: Each <b>#selectedObjLabel#</b> entry connects with
th: <b>#selectedObjLabel#</b> สามารถมีได้

source: entry
th: ข้อมูล

source: entries
th: ข้อมูล

source: Email
th: อีเมลล์

source: Email fields are used to store email addresses.
th: เพื่อเก็บข้อมูลอีเมลล์

source: File Attachment
th: ไฟล์ข้อมูล

source: Attach a File to this object.
th: เก็บไฟล์ข้อมูลต่างๆ

source: Formula
th: คำนวณข้อมูลที่เชื่อม

source: Sum
th: ผลรวม

source: Max
th: ค่าที่มากที่สุด

source: Min
th: ค่าที่น้อยที่สุด

source: Average
th: ค่าเฉลี่ย

source: Count
th: จำนวนทั้งหมด

source: Field
th: ฟิลด์

source: Image Attachment
th: รูปภาพ

source: Attach an image to this object.
th: เก็บไฟล์รูปภาพ

source: Width
th: กว้าง

source: Height
th: สูง

source: Default Image
th: รูปภาพเริ่มต้น

source: Text Formula
th: คำนวณข้อความ

source: Text Formula Description
th: คำนวณข้อความ

source: Data Tree
th: ตัวเลือกแบบเชิงลำดับชั้น

source: Data tree allows you to build a hierarchical set of selectable data. (ex: Categories and sub-categories)
th: สามารถสร้างตัวเลือกแบบเชิงลำดับชั้นได้ (ยกตัวอย่างเช่น: หมวดหมู่ และ หมวดหมู่ย่อย)

source: User
th: ข้อมูลผู้ใช้

source: Add user to a record
th: เก็บข้อมูลผู้ใช้

source: Allow multiple users
th: สามารถผู้ใช้หลายคนได้

source: Default value as current user
th: ค่าเริ่มต้นเป็นผู้ใช้ปัจจุบัน

source: Short string value
th: ข้อความแบบสั้น

source: Select list allows you to select predefined options below from a dropdown.
th: คุณสามารถกำหนดตัวเลือกต่างๆ เพื่อเลือกเป็นค่าของข้อมูล

source: Multiselect
th: เลือกหลายค่าได้

source: Customize Colors
th: กำหนดสีได้

source: Delete Option
th: ลบตัวเลือก

source: All exisiting entries with this value will be cleared. Are you sure you want to delete this option?
th: ค่าเดิมที่เลือกไว้ทั้งหมดจะถูกล้าง คุณยังต้องการลบตัวเลือกนี้หรือไม่?

source: Select Default
th: ค่าเริ่มต้น

source: Multiple lines of text
th: ข้อความแบบยาว

source: A Float or Integer Value
th: ตัวเลขจำนวนเต็มและทศนิยม

source: € (before)
th: € (ก่อน)

source: € (after)
th: € (หลัง)

source: Decimal
th: ทศนิยม

source: Rounding
th: ปัด

source: Round Up
th: ปัดขึ้น

source: Round Down
th: ปัดลง

source: Thousands
th: หน่วยพัน

source: Comma
th: จุลภาค (,)

source: Period
th: จุด (.)

source: Space
th: เว้นวรรค ( )

source: Validation
th: ตรวจสอบข้อมูล

source: Minimum
th: ขั้นต่ำ

source: Maximum
th: สูงสุด

source: Pick one from a calendar
th: ข้อมูลวันและเวลา

source: Date Format
th: รูปแบบวันที่

source: Ignore Date
th: ไม่กำหนดวันที่

source: Current Date
th: วันที่ปัจจุบัน

source: Specific Date
th: ระบุวันที่

source: Validation criteria
th: ตรวจสอบข้อมูล

source: Condition
th: เงื่อนไข

source: Range
th: ช่วงเวลา

source: Between
th: ระหว่าง

source: Not between
th: ไม่อยู่ในระหว่าง

source: Equal to
th: เท่ากับ

source: Not equal to
th: ไม่เท่ากับ

source: Greater than
th: มากกว่า

source: Less than
th: น้อยกว่า

source: Greater than or Equal to
th: มากกว่าหรือเท่ากับ

source: Less than or Equal to
th: น้อยกว่าหรือเท่ากับ

source: Unit
th: หน่วย

source: Days
th: วัน

source: Months
th: เดือน

source: Years
th: ปี

source: Before
th: ก่อน

source: After
th: หลัง

source: Time Format
th: รูปแบบเวลา

source: Ignore Time
th: ไม่ระบุเวลา

source: Default Time
th: ค่าเริ่มต้นเวลา

source: Current Time
th: เวลาปัจจุบัน

source: Specific Time
th: ระบุเวลา

source: Quick Page
th: หน้าทางลัด

source: Blank Page
th: หน้าเปล่า

source: Pages
th: หน้าแสดงผล

source: Select an object to work with.
th: เลือกที่เก็บข้อมูล

source: Data Source
th: แหล่งข้อมูล

source: Object
th: ที่เก็บข้อมูล

source: Linked To
th: เชื่อมกับ

source: Link Field
th: เชื่อมกับฟิลด์

source: label placeholder
th: ป้ายชื่อ

source: use form defaults
th: ใช้ตามค่าของฟอร์ม

source: Button
th: ปุ่ม

source: Form
th: ฟอร์ม

source: Custom
th: กำหนดเอง

source: CSV Exporter
th: ตัวแปลงข้อมูลสู่ CSV

source: CSV Importer
th: ตัวนำเข้า CSV

source: Detail
th: รายละเอียดข้อมูล

source: Data view
th: แสดงข้อมูล

source: Date Picker
th: ตัวเลือกวันที่

source: DOCX Builder
th: ตัวสร้าง DOCX

source: Image
th: รูปภาพ

source: Layout
th: โครงร่าง

source: List
th: รายการ

source: Menu
th: เมนู

source: Single Select
th: ตัวเลือกแบบเดี่ยว

source: Tab
th: แท็บ

source: Textbox
th: กล่องข้อความ

source: Tree
th: [th] Tree

source: Pivot
th: [th] Pivot

source: Data Objects
th: ที่เก็บข้อมูล

source: Settings
th: ตั้งค่า

source: Sort
th: จัดเรียง

source: Group
th: จัดกลุ่ม

source: Connect
th: เชื่อมต่อ

source: Chart
th: แผนภูมิ

source: Pie Chart
th: แผนภูมิวงกลม

source: Bar Chart
th: แผนภูมิแท่ง

source: Line Chart
th: แผนภูมิเส้น

source: Area Chart
th: แผนภูมิพื้นที่

source: Update Connected Record
th: แก้ไขข้อมูลที่เชื่อมต่อ

source: A value is required
th: ต้องระบุค่า

source: Set
th: กำหนด

source: To
th: เป็น

source: Select which connected object to update.
th: เลือกที่เก็บข้อมูลจะแก้ไข

source: How to choose which object:
th: วิธีการเลือกที่เก็บข้อมูล:

source: Action
th: กระทำ

source: When
th: เมื่อ

source: Values
th: ค่า

source: Add Widget
th: เพิ่มส่วนประกอบ

source: add widgets here
th: เพิ่มส่วนประกอบที่นี้

source: show icon?
th: แสดงไอคอน?

source: Database field name
th: ชื่อฟิลด์ในฐานข้อมูล

source: Field Name
th: ชื่อฟิลด์

source: Conditional Container
th: ตัวบรรจุส่วนประกอบแบบมีเงื่อนไข

source: Popup
th: ป๊อปอัพ

source: Page
th: หน้า

source: Display Label
th: แสดงป้ายชื่อ

source: Label Position
th: ตำแหน่งของป้ายชื่อ

source: Left
th: ซ้าย

source: Top
th: บน

source: Label Width
th: ความกว้างของป้ายชื่อ

source: Clear on load
th: ล้างข้อมูลตอนโหลด

source: Rules
th: กฏ

source: Submit Rules
th: กฏตอนส่งข้อมูล

source: Display Rules
th: กฏตอนแสดงข้อมูล

source: Record Rules
th: กฏตอนกรอกข้อมูล

source: Add new rule
th: เพิ่มกฏใหม่

source: Queries
th: มุมมองข้อมูล

source: Data Queries
th: มุมมองข้อมูล

source: Add new query
th: เพิ่มมุมมองข้อมูลใหม่

source: Add query
th: เพิ่มมุมมองข้อมูล

source: Comment
th: กล่องแสดงความคิดเห็น

source: Select a comment field
th: เลือกฟิลด์ข้อความ

source: Kanban widget
th: คัมบัง
